Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/registrering_av_samiske_sprak_i_folkeregisteret.html.tmx
Source language: nob
Languages: smj

source: Registrering av samiske språk i Folkeregisteret
smj: Sámegielajt registrierit álmmukregisstarij

source: Folkeregisteret har åpnet en mulighet til å registrere kompetanse i samiske språk.
smj: Álmmukregisstarij la máhttelisvuohta sámegielmáhtudagáv registrierit.

source: Snakker, skriver og/eller leser du et av flere samiske språkene nordsamisk, lulesamisk og sørsamisk, kan du registrere dette i Folkeregisteret.
smj: Jus ságasta, tjálá ja/jali lågå avtav jali moadda dájs sámegielajs: nuorttasámegiella, julevsámegiella ja oarjjelsámegiella, máhtá dav registrierit Álmmukregisstarin.

source: Dersom du behersker flere samiske språk, kan du krysse av for flere.
smj: Jus moadda sámegielajt buvtá, máhtá moadda ruossajt biedjat.

source: Denne registreringen er frivillig.
smj: La iesjmiellusasj gielajt registrierit.

source: Formålet med registreringen er å kunne utarbeide statistikk over brukere av samiske språk.
smj: Ulmme registrierimijn la máhttet statistihkav dahkat galla sámegiela addne gávnnu.

source: Bakgrunnen for denne registreringen er et mål om å beskytte og ivareta samisk som utrydningstruede språk.
smj: Dán ulme duogásj la suoddjit ja bisodit sámegielav ájteduvvam giellan.

source: Gjennom å tilby datagrunnlag fra Folkeregisteret kan samfunnet studere språkutviklingen og gjøre tiltak som fremmer samisk kultur og språk.
smj: Gå Álmmukregisstarin dáhtábássa fáladuvvá, máhttá sebrudahka dutkat giellaåvddånimev ja biedjat dåjmajt ma sáme kultuvrav ja gielav åvdedi.

source: Du kan registrere samiske språk på Skatteetatens nettsider.
smj: Sámegiela máhtudagáv máhtá registrierit Dagálvisetáhta næhttabielijn.
